  {
    "errors": {
      "error": "An unexpected error occurred. Immediately backup the wallet folder at [STORAGE_PATH]. [ERROR]",
      "wrongAnswer": "Your answer is wrong! Please read the question carefully and try again.",
      "selectOption": "Please select an option.",
      "retypePasswordMismatch": "Retype the password correctly",
      "passwordSpec": "Enter a minimum of 12 characters for password",
      "passwordSpace": "Password cannot start or end with spaces",
      "seedInitError": "Error initializing seed word list",
      "seedEmpty": "Enter Seed Word for ",
      "seedDoesNotExist": "The following seed word does not exist. Please check for typos: ",
      "seedMismatch": "The following seed word is incorrect: ",
      "walletPasswordMismatch": "The password does not match what you entered earlier.",
      "wordToSeed": "Error getting seed from seed phrase.!",
      "selectWalletFile": "Please select a wallet file.",
      "enterWalletFilePassword": "Please enter the wallet file's password.",
      "walletFileOpenError": "An error occurred opening the wallet file. Please ensure your password is correct and the wallet file is valid.",
      "enterWalletPassord": "Please enter the wallet password.",
      "walletOpenError": "An error occurred opening the wallet. Please ensure your password is correct. If you entered the correct password, immediately backup the wallet folder at [STORAGE_PATH].",
      "noSeed": "This wallet does not have seed words. It may have been restored from a backup file, in which case there will be no seed words. You may backup this wallet as a file instead, using the Backup option.",
      "walletAddressExists": "The wallet has already been added.",
      "invalidNetworkJson": "The JSON is invalid.",
      "invalidApiResponse": "The server returned an invalid response.",
      "ethSeedEmpty": "Please enter the seed words.!",
      "ethSeedError": "Error loading wallets from seed. Please ensure the words are correct.!",
      "noEthConversionWallets": "No Ethereum addresses eligible for getting coins were found. Please check whether your address was part of the mainnet snapshot.",
      "noEthConversionWallet": "This Ethereum address is not eligible for getting coins. Please check whether your address was part of the mainnet snapshot.",
      "selectEthAddress": "More than one Ethereum address were found. Please select one from the list.",
      "enterQuantumPassword": "Please enter your quantum wallet password.",
      "invalidEthPrivateKey": "Please enter a valid Ethereum private key.",
      "ethSigMatch": "The Ethereum signature is not valid or does not match the address and message.",
      "enterEthSig": "Please enter the Ethereum signature.",
      "enterAmount": "Please enter the amount to send correctly.",
      "amountLarge": "The amount you are trying to send is more than the available balance.",
      "ethAddr": "Please enter a valid Ethereum address.",
      "quantumAddr": "Please enter a valid address.",
      "noMoreTxns": "There are no transactions to show.",
      "internetDisconnected": "The server might be busy or your internet connection may be having problems. Please check your internet connection and try again after a few minutes.",
      "unexpectedError":  "An unexpected error occurred."
    }
}
